Repository: Victorvhn/project-k
Catalog: api/Core/ProjectK.Core/Resource/Resources.*.resx
Languages: pt_br

# AmountType_Fixed
source: Fixed
pt_br: Fixa

# AmountType_Variable
source: Variable
pt_br: Variável

# CannotDeleteUser
source: You cannot delete a user that is not yours.
pt_br: Você não pode excluir um usuário que não seja seu.

# CanNotUpdateStartsAt
source: You cannot update the start date of the planned transaction.
pt_br: Você não pode atualizar a data de início da transação planejada.

# CategoryAlreadyExists
source: Category with name {0} already exists.
pt_br: A categoria com nome {0} já existe.

# CategoryNameNotFound
source: Category with name {0} was not found.
pt_br: A categoria com nome {0} não foi encontrada.

source: Category not found.
pt_br: Categoria não encontrada.

# DateFilterNotProvided
source: The date filter is required for this action and was not provided.
pt_br: O filtro de data é necessário para esta ação e não foi fornecido.

# EmailAlreadyInUse
source: Email {0} is already in use.
pt_br: O e-mail {0} já está em uso.

# InvalidActionTypeProvided
source: The provided action type is invalid.
pt_br: O tipo de ação fornecido é inválido.

# InvalidTransactionTypeProvided
source: The provided transaction type is invalid.
pt_br: O tipo de transação fornecido é inválido.

source: Overpaid
pt_br: Mais que o planjeado

source: Planned Transaction not found.
pt_br: Transação planejada não encontrada.

# Recurrence_Annual
source: Annual
pt_br: Anual

# Recurrence_Monthly
source: Monthly
pt_br: Mensal

source: Transaction not found.
pt_br: Transação não encontrada.

# TransactionType_Expense
source: Expense
pt_br: Despesa

# TransactionType_Income
source: Income
pt_br: Renda

source: Unable to create Planned Transaction.
pt_br: Não foi possível criar a transação planejada.

source: Underpaid
pt_br: Menos que o planjeado

source: User not found.
pt_br: Usuário não encontrado.

# UserWithEmailNotFound
source: User with email {0} was not found.
pt_br: O usuário com e-mail {0} não foi encontrado.

source: Unable to create Transaction.
pt_br: Não foi possível criar a transação.

# DefaultCategory
source: Uncategorized
pt_br: Sem categoria

# CustomPlannedTransaction
source: Custom
pt_br: Customizada
